Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Enable challenge notifications
ar: إمكانية إرسال إشعارات التحدي
bn: চ্যালেঞ্জের সংবেদনশীলতা
de: Herausforderungskommunikation ermöglichen
es: - Facilitar las notificaciones de desafío
fr: - La possibilité de défi notifications
hi: चुनौती सूचनाओं को सक्षम करें
id: Memungkinkan Notifikasi Tantangan
it: - Possibilità di comunicare le sfide
ja: 挑戦通知の可能化
ko: 도전 통보를 가능하게 합니다
nl: De mogelijkheid om uitdagingsbericht
pl: Umożliwia wyzwanie powiadomienia
pt: Aplicar notificações de desafio
ru: Умение задавать вопросы уведомления
th: การแจ้งเตือนแบบท้าทาย
tr: Zorluk bildirimlerini etkinleştir
uk: Завантажити повідомлення про виклики
ur: چیلنج کی اطلاع دینے کی اجازت
vi: Khả năng phát triển các thông báo thách thức
zh_hans: 挑战通知
zh_hant: 挑戰通知

# challenge_notifications_body
source: Receive invitations and responses even while Sudoku Duel is closed.
ar: تلقي الدعوات والإجابات في الوقت نفسهSudoku Duelإغلاقه .
bn: সময়ের মধ্যেও প্রার্থনা ও প্রার্থনাSudoku Duelবন্ধ হয়ে গেছে।
de: Empfangen Sie Anrufe und Antworten gleichzeitigSudoku Duelist geschlossen.
es: Recibe invitaciones y respuestas mientrasSudoku Duelestá cerrado.
fr: Recevoir des invitations et des réponses tout enSudoku Duelest fermé .
hi: आमंत्रण और जवाब भी प्राप्त करते समयSudoku Duelबंद हो गया है।
id: Dapatkan jemputan dan jawaban saatSudoku Duelsudah ditutup.
it: Ricevi inviti e risposte contemporaneamenteSudoku Duelè chiuso
ja: 招待状と回答を同時に受け取るSudoku Duel閉じている。
ko: 초대 및 응답을 동시에 받으십시오.Sudoku Duel닫혀 있는 것
nl: ontvangt uitnodigingen en antwoorden tegelijkertijdSudoku Duelis gesloten.
pl: Odbiór zaproszeń i odpowiedzi w tym samym czasieSudoku DuelJest zamknięty
pt: Receba convites e respostas ao mesmo tempoSudoku Duelestá fechado
ru: Получить приглашения и ответы одновременноSudoku DuelОн закрыт
th: รับคําขอและคําตอบในขณะเดียวกันSudoku Duelปิด
tr: Davet ve yanıtları alırken bileSudoku Duelkapalıdır.
uk: Приймати запрошення та відповіді одночасноSudoku DuelВін закритий
ur: دعوت اور جوابات بھی قبول کریںSudoku Duelبند ہو گیا ہے
vi: Nhận lời mời và trả lời trong khiSudoku Duelbị đóng cửa.
zh_hans: 同时接收邀请和回复Sudoku Duel已关闭。
zh_hant: 同時接收邀請和回覆Sudoku Duel已關閉。

source: Enable
ar: تمكين
bn: অনুমোদন
de: ermöglicht
es: Permite
fr: permet
hi: सक्षम
id: Membolehkan
it: Permette
ja: 可能
ko: 가능성
nl: mogelijk
pl: umożliwia
pt: Possibilitar
ru: Умест
th: อนุญาต
tr: Etkinleştir
uk: дозволяється
ur: ممکنہ
vi: Khả năng
zh_hans: 能
zh_hant: 能

source: Search Sudoku Duel username
ar: البحثSudoku Duelاسم المستخدم
bn: খোঁজSudoku Duelব্যবহারকারী নাম
de: SucheSudoku DuelBenutzername
es: BuscarSudoku DuelNombre de usuario
fr: RechercheSudoku DuelNom utilisateur
hi: खोजSudoku Duelउपयोगकर्ता नाम
id: PencarianSudoku DuelNama Pengguna
it: La ricercaSudoku DuelNome utente
ja: 検索Sudoku Duelユーザー名
ko: 검색Sudoku Duel사용자 이름
nl: ZoekSudoku DuelGebruikersnaam
pl: poszukiwaniaSudoku DuelNazwa użytkownika
pt: BuscaSudoku DuelNome de usuário
ru: ИскатьSudoku Duelпользовательское имя
th: ค้นหาSudoku Duelชื่อผู้ใช้
tr: AraSudoku Duelkullanıcı adı
uk: ПошукSudoku DuelКористувач
ur: تلاش کریںSudoku Duelصارف کا نام
vi: Tìm kiếmSudoku DuelUser tên
zh_hans: 搜索Sudoku Duel用户名
zh_hant: 搜尋Sudoku Duel使用者名稱

# enter_three_characters
source: Enter at least 3 characters.
ar: اكتب ثلاثة شخصيات على الأقل.
bn: অন্তত তিনটি চিঠি লিখুন।
de: Geben Sie mindestens 3 Zeichen ein.
es: Introduce al menos tres personajes.
fr: Entrez au moins 3 caractères.
hi: कम से कम तीन अक्षरों को दर्ज करें।
id: Masukkan setidaknya 3 karakter.
it: Inserisci almeno 3 caratteri.
ja: 少なくとも3つの文字を入力します。
ko: 적어도 3개의 캐릭터를 입력합니다.
nl: Geef minstens 3 tekens in.
pl: Wpisz co najmniej 3 znaky.
pt: Entre pelo menos 3 caracteres.
ru: Введите не менее 3 символов.
th: ใส่ตัวละครอย่างน้อย 3
tr: En az 3 karakter girin.
uk: Введіть щонайменше 3 персонажі.
ur: کم از کم 3 شخصیتوں کو شامل کریں.
vi: Nhập ít nhất 3 ký tự.
zh_hans: 输入至少3个字符。
zh_hant: 輸入至少3個字元。

source: Search
ar: البحث
bn: খোঁজ
de: Suche
es: Buscar
fr: Recherche
hi: खोज
id: Pencarian
it: La ricerca
ja: 検索
ko: 검색
nl: Zoek
pl: poszukiwania
pt: Busca
ru: Искать
th: ค้นหา
tr: Ara
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Pending challenges
ar: التحديات المتواصلة
bn: চ্যালেঞ্জ
de: Die langfristigen Herausforderungen
es: Los desafíos pendentes
fr: Défis en attente
hi: चुनौतियों का
id: Tantangan yang mendekati
it: sfide in attesa
ja: 長期課題
ko: 까다로운 도전
nl: De uitdagingen die voortkomen
pl: Wciąż wyzwania
pt: Desafios pendentes
ru: Продолжающие вызовы
th: ความท้าทายที่เกิดขึ้น
tr: Bekleyen zorluklar
uk: Протягом викликів
ur: چیلنجوں کا دور
vi: Thách thức chờ đợi
zh_hans: 延续挑战
zh_hant: 延續挑戰

source: No pending challenges
ar: لا تحديات متوقعة
bn: চ্যালেঞ্জ নেই
de: Keine dauerhafte Herausforderungen
es: No hay desafíos
fr: Pas de défis à venir
hi: कोई चुनौती नहीं
id: Tidak ada tantangan yang
it: Nessun sfida in attesa
ja: 挑戦なし
ko: 까다로운 도전이 없음
nl: Geen uitdaging
pl: Nie czekają wyzwania
pt: Não há desafios
ru: Нет предстоящих вызовов
th: ไม่ต้องมีข้อตกลง
tr: Bekleyen zorluklar yok
uk: Не вистачає викликів
ur: کوئی متنازعہ چیلنج
vi: Không có thách thức
zh_hans: 没有等待的挑战
zh_hant: 沒有等待的挑戰

# pending_challenges_empty_body
source: New invitations will appear here and can also arrive by push notification.
ar: ستظهر الدعوات الجديدة هنا ويمكن الوصول إليها أيضًا عن طريق الضغط على الإشعار.
bn: নতুন আমন্ত্রণ এখানে প্রদর্শিত হবে এবং আপনাকে বিজ্ঞাপন অনুসরণের মাধ্যমেও পৌঁছাতে পারে।
de: Neue Einladungen werden hier angezeigt und können auch durch Druckmeldung angekommen werden.
es: Nuevas invitaciones aparecerán aquí y también pueden llegar mediante la notificación de pulsación.
fr: De nouvelles invitations apparaîtront ici et peuvent également arriver par pression de notification.
hi: नए निमंत्रण यहां दिखाई देंगे और सूचना दबाकर भी पहुंच सकते हैं।
id: Panggilan baru akan muncul di sini dan juga dapat datang dengan pemberitahuan push.
it: Nuove inviti saranno visualizzati qui e possono arrivare anche tramite la notifica di push.
ja: 新しい招待状がここに表示され、通知を押すことによって到着することもできます。
ko: 새로운 초대장이 여기에서 나타나고 또한 눌러 통지로 도착할 수 있습니다.
nl: Nieuwe uitnodigingen verschijnen hier en kunnen ook komen door een push-notifice.
pl: Nowe zaproszenia pojawią się tutaj i mogą również przyjść poprzez push powiadomienie.
pt: Novas convites aparecerão aqui e também podem chegar por notificação de pressão.
ru: Новые приглашения будут появляться здесь и могут прийти также путем подачи уведомления.
th: การแจ้งเตือนใหม่จะปรากฏที่นี่และสามารถเข้าถึงได้โดยการแจ้งเตือนกด
tr: Yeni davetler burada görünecek ve push bildirimi ile de gelebilir.
uk: Нові запрошення з'являться тут і можуть також прийти за допомогою повідомлення.
ur: نئے دعوتیں یہاں ظاہر ہوں گی اور بھی نوٹس پر کلک کرکے پہنچ سکتے ہیں.
vi: Các lời mời mới sẽ xuất hiện ở đây và cũng có thể đến bằng cách nhấn thông báo.
zh_hans: 新邀请将出现在这里,也可以通过按下通知来。
zh_hant: 新邀請將出現在這裡,也可以透過按下通知來。

source: Connect platform profile
ar: إرسال رسالة إلى Platform Profile
bn: প্ল্যাটফর্মের প্রোফাইল
de: Plattformprofil verbinden
es: Configuración de perfil de plataforma
fr: Connectez le profil de plateforme
hi: Plateau के बारे में जानकारी
id: Koneksi Platform Profil
it: Connetterà il profilo della piattaforma
ja: プラットフォームプロフィール
ko: 연결 플랫폼 프로필
nl: Connect Platform profiel
pl: Podłącz profil platformy
pt: Conectar o perfil da plataforma
ru: Подключение профиля платформы
th: โปรไฟล์แพลตฟอร์มเชื่อมต่อ
tr: Platform profilini bağlayın
uk: Профіль платформи
ur: پلیٹ فارم پروفائل
vi: Kết nối Platform Profile
zh_hans: 连接平台配置
zh_hant: 連線平臺配置

# connect_platform_profile_body
source: Use Play Games or Game Center for native friends, leaderboards, achievements, and player profiles.
ar: استخدامPlay GamesأوGame Centerلأصدقاء الأصليين، ورؤساء، والإنجازات، وملفات اللاعبين.
bn: ব্যবহারPlay GamesঅথবাGame Centerস্বীয় বন্ধু, নেতৃত্ববর্গ, অর্জন এবং খেলোয়াড় প্রোফাইলের জন্য।
de: GebrauchPlay GamesoderGame Centerfür indische Freunde, Führungskräfte, Errungenschaften und Spielerprofile.
es: UsoPlay GamesoGame Centerpara amigos nativos, tablas de liderazgo, logros y perfiles de jugador.
fr: UtiliserPlay GamesouGame Centerpour les amis autochtones, les tables de leadership, les réalisations et les profils de joueurs.
hi: उपयोग करेंPlay GamesयाGame Centerमूल मित्रों, लीडरबोर्ड, उपलब्धियों और खिलाड़ी प्रोफाइल के लिए।
id: PenggunaanPlay GamesatauGame Centeruntuk teman asli, papan pemimpin, pencapaian, dan profil pemain.
it: UtilizzoPlay GamesoGame Centerper amici nativi, leader, risultati e profili di giocatore.
ja: 使用Play GamesあるいはGame Center親友、リーダーボード、成果、プレイヤーのプロファイルのために。
ko: 사용하기Play Games또는Game Center원주민 친구, 리더십, 성과 및 플레이어 프로필을 위해.
nl: GebruikPlay GamesofGame Centervoor inheemse vrienden, leiderschap, prestaties en spelersprofielen.
pl: UżywaniePlay GameslubGame Centerdla przyjaciół, liderów, osiągnięć i profili graczy.
pt: UsandoPlay GamesouGame Centerpara amigos nativos, painéis de liderança, realizações e perfis de jogador.
ru: ИспользованиеPlay GamesилиGame Centerдля родных друзей, лидерских таблиц, достижений и профилей игроков.
th: ใช้Play GamesหรือGame Centerสําหรับเพื่อนชาวบ้านคณะกรรมการผู้นําการสําเร็จและโปรไฟล์ผู้เล่น
tr: KullanPlay GamesveyaGame CenterYerli arkadaşlar, lider tahtaları, başarılar ve oyuncu profilleri için.
uk: ВикористанняPlay GamesабоGame Centerдля корінних друзів, лідерських панелей, досягнень і профілів гравців.
ur: استعمال کریںPlay GamesیاGame Centerانٹرویو کے لئے دوستوں، رہنماؤں، کامیابیوں، اور کھلاڑی پروفائل.
vi: Sử dụngPlay GameshoặcGame Centercho bạn bè bản địa, bảng xếp hạng, thành tựu và hồ sơ người chơi.
zh_hans: 使用Play Games或Game Center对于本地朋友、领袖板、成就和玩家资料。
zh_hant: 使用Play Games或Game Center對於本地朋友、領袖板、成就和玩家資料。

source: Connected player
ar: اللاعب المتصل
bn: সংযুক্ত খেলোয়াড়
de: verbundener Spieler
es: Juego conectado
fr: Joueur connecté
hi: जुड़े खिलाड़ी
id: Pemain yang Terhubung
it: Giocatore collegato
ja: 接続プレイヤー
ko: 연결된 플레이어
nl: verbonden spelers
pl: Połączony gracz
pt: Jogador conectado
ru: Соблюдаемый игрок
th: ผู้เล่นที่เชื่อมต่อ
tr: Bağlı oyuncu
uk: Зв'язаний гравець
ur: متصل کھلاڑی
vi: Người chơi kết nối
zh_hans: 连接玩家
zh_hant: 連線玩家

source: Leaderboard
ar: لوحة الصدارة
bn: লিডারবোর্ড
de: Bestenliste
es: Clasificación
fr: Classement
hi: लीडरबोर्ड
id: Papan Peringkat
it: Classifica
ja: ランキング
ko: 순위표
nl: Ranglijst
pl: Ranking
pt: Classificação
ru: Таблица лидеров
th: กระดานผู้นำ
tr: Liderlik Tablosu
uk: Таблиця лідерів
ur: لیڈر بورڈ
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

source: Achievements
ar: الإنجازات
bn: অর্জন
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियाँ
id: Pencapaian
it: Obiettivi
ja: 実績
ko: 업적
nl: Prestaties
pl: Osiągnięcia
pt: Conquistas
ru: Достижения
th: ความสำเร็จ
tr: Başarımlar
uk: Досягнення
ur: کامیابیاں
vi: Thành tích
zh_hans: 成就
zh_hant: 成就

# rematch_invitation_expired
source: This rematch invitation has expired.
ar: هذا الدعوة إلى التراجع قد انتهت.
bn: এই রুমিং কনফিটি শেষ হয়েছে।
de: Diese Rückschussanforderung ist vorbei.
es: Esta invitación de remate ha terminado.
fr: Cette invitation à remise est terminée.
hi: इस रिटर्न का निमंत्रण समाप्त हो गया है।
id: Panggilan ini sudah habis.
it: L’invito di ritorno è finito.
ja: このリリース招待状は終了しました。
ko: 이 퇴원 초대는 끝났습니다.
nl: Deze remissch uitnodiging is voorbij.
pl: Zaproszenie do remisji wygasło.
pt: Esta convite de reenvio terminou.
ru: Эта реставрационная приглашение закончилась.
th: การเชิญการกู้คืนนี้หมดอายุ
tr: Bu rövanş davetinin süresi doldu.
uk: Цей реставраційний запрошення закінчився.
ur: یہ رینکنگ دعوت ختم ہو چکی ہے
vi: Lời mời hoàn thành này đã hết hạn.
zh_hans: 这个回归邀请已经结束了。
zh_hant: 這個迴歸邀請已經結束了。

source: Close
ar: قريب
bn: নিকট
de: nahe
es: Cerca
fr: Proche
hi: करीब
id: dekat
it: vicino
ja: 近く
ko: 근처
nl: dichtbij
pl: blisko
pt: perto
ru: Близко
th: สวย
tr: Kapat
uk: Близько
ur: قریب
vi: gần
zh_hans: 接近
zh_hant: 接近

# rematch_waiting_room
source: Starting the rematch...
ar: بدءاً من الانتهاء...
bn: শুরু করে ফেরার...
de: Beginn der Rate...
es: Comenzando el rematado...
fr: En commençant le remise...
hi: रिटर्न शुरू करने के लिए...
id: Mulai dari reboot...
it: Iniziando il remoto...
ja: リミュレーションを始める...
ko: 리모치 시작을 시작하자...
nl: Begin met de remissie...
pl: Zaczynając od remisji...
pt: Comece a reverter...
ru: Начиная с ремиссии...
th: เริ่มต้นการสิ้นสุด...
tr: Rövanş maçı başlıyor...
uk: Починаючи з ремісії...
ur: شروع کرنے کے لئے ریموٹ ...
vi: Bắt đầu với rematch...
zh_hans: 开始了回归......
zh_hant: 開始了迴歸......

# coin_pack_body
source: Add Coins to your wallet
ar: إضافةCoinأ إلى محفظتك
bn: Add AddCoinআপনার প্যাকেটের জন্য
de: Add zuCoinS zu deinem Portfolio
es: añadirCoina tu bolsillo
fr: ajouterCoinS à votre portefeuille
hi: Add मेंCoinअपने बटुए में
id: TambahkanCoinS ke dompet Anda
it: aggiungereCoinS per il tuo portafoglio
ja: 追加Coinあなたの財布に
ko: 추가Coin당신의 지갑에 S
nl: toevoegenCoinS naar je portemonnee
pl: DodajCoindo Twojego portfela
pt: AdicionarCoinS para a sua carteira
ru: ДобавитьCoinС к вашему кошельку
th: เพิ่มCoins ไปยังกระเป๋าของคุณ
tr: EkleCoinCüzdanına s
uk: ДодатиCoinС до вашого кошти
ur: اضافہ کریںCoinآپ کے پیسہ کے لئے
vi: thêmCoinS vào ví của bạn
zh_hans: 添加Coin到你的钱包
zh_hant: 新增Coin到你的錢包

# use_hint_refill
source: Use refill · %1d left (+%2d hints)
ar: استخدام التخفيضات ·%1dاليسار (+%2dنصائح )
bn: রিফিল ব্যবহার করুন%1dবামদায় (+%2dআবেদন)
de: Verwenden Sie Refill%1dLinks (+%2dEinweisungen
es: Utilice el refilo%1dLa izquierda (+%2dEl Índice)
fr: Utiliser le refill%1dLe gauche (+%2dLes indications)
hi: रिफेल का उपयोग करें%1dबाएं +%2dसंकेतों )
id: Gunakan refill%1dKiri dan kiri (+%2dTanda yang
it: Utilizzare il riflesso%1dIl Sole (+%2dIl segno)
ja: リフィールを使用する%1d左(+)%2dヒント)
ko: 재활용을 사용하십시오 ·%1d왼쪽 +%2d힌트 )
nl: Gebruik refill%1dLinks (+%2dDe indrukken)
pl: Wykorzystanie refill%1dLewica (+%2dwskazówek )
pt: Use o refletir;%1dA esquerda (+%2d
ru: Используйте рефлюкс%1dЛевый (+%2dИндекс )
th: ใช้ฟิล์ม%1dป้าย (+%2dสัญญาณ
tr: Doldurma kullan%1dsol (+%2dipuçları)
uk: Використовуйте рефлекс%1dЛіва (+%2dІНК)
ur: ریفیل کا استعمال کریں%1dچپ رہنے والا (+%2dہدایتیں)
vi: Sử dụng refill%1dLời bài hát: left (+%2dẤn tượng)
zh_hans: 使用Refill%1d左( )%2d提示)
zh_hant: 使用Refill%1d左( )%2d提示)

# hint_refill_unavailable
source: Hint refill is not available right now.
ar: لا يوجد إعادة التدوير في الوقت الحالي.
bn: এখন রিফিল পাওয়া যায় না।
de: Hint-Refill ist derzeit nicht verfügbar.
es: El refinamiento de Hint no está disponible en este momento.
fr: Le refill de l'Hint n'est pas disponible pour le moment.
hi: अब हिंट रिफिल उपलब्ध नहीं है।
id: Hint refill tidak tersedia saat ini.
it: Il rifiuto di Hint non è disponibile in questo momento.
ja: ヒントリフィールは現在利用できません。
ko: 힌트 리플은 현재 사용할 수 없습니다.
nl: Hint refill is op dit moment niet beschikbaar.
pl: W tej chwili nie ma dostępnych refillów.
pt: O REFL não está disponível atualmente.
ru: На данный момент рефильтр не доступен.
th: Hint refill ไม่สามารถใช้ได้ในขณะนี้
tr: İpucu dolum şu anda mevcut değil.
uk: На даний момент рефлекс не доступний.
ur: ہینٹ ریفیل ابھی تک دستیاب نہیں ہے.
vi: Hint refill không có sẵn ngay bây giờ.
zh_hans: 目前,Hint 回收还不适用。
zh_hant: 目前,Hint 回收還不適用。

source: Ranked ladder
ar: سلم التصنيف
bn: র‍্যাঙ্কড লিডারবোর্ড
de: Gewertete Rangliste
es: Clasificación competitiva
fr: Classement compétitif
hi: रैंक्ड लीडरबोर्ड
id: Peringkat kompetitif
it: Classifica competitiva
ja: ランク戦ランキング
ko: 랭크 순위표
nl: Competitieve ranglijst
pl: Ranking rywalizacyjny
pt: Classificação competitiva
ru: Рейтинговая таблица
th: อันดับการแข่งขัน
tr: Dereceli sıralama
uk: Рейтингова таблиця
ur: رینکڈ لیڈر بورڈ
vi: Bảng xếp hạng cạnh tranh
zh_hans: 排位排行榜
zh_hant: 排位排行榜

# ranked_progress_title
source: Ranked Progress
ar: تقدم التصنيف
bn: র‍্যাঙ্কড অগ্রগতি
de: Gewerteter Fortschritt
es: Progreso competitivo
fr: Progression compétitive
hi: रैंक्ड प्रगति
id: Progres peringkat
it: Progressi competitivi
ja: ランク進捗
ko: 랭크 진행도
nl: Competitieve voortgang
pl: Postęp rankingowy
pt: Progresso competitivo
ru: Рейтинговый прогресс
th: ความคืบหน้าอันดับ
tr: Dereceli İlerleme
uk: Рейтинговий прогрес
ur: رینکڈ پیش رفت
vi: Tiến trình xếp hạng
zh_hans: 排位进度
zh_hant: 排位進度

source: Rank progression
ar: تقدم الرتبة
bn: র‍্যাঙ্ক অগ্রগতি
de: Rangfortschritt
es: Progresión de rango
fr: Progression de rang
hi: रैंक प्रगति
id: Perkembangan rank
it: Progressione grado
ja: ランクの進行
ko: 랭크 진행
nl: Rangvoortgang
pl: Postęp rangi
pt: Progressão de rank
ru: Прогресс ранга
th: ความคืบหน้าแรงก์
tr: Rütbe ilerlemesi
uk: Прогрес рангу
ur: رینک کی پیش رفت
vi: Tiến trình hạng
zh_hans: 段位进度
zh_hant: 段位進度

source: Global RP leaderboard
ar: لوحة صدارة RP العالمية
bn: গ্লোবাল RP লিডারবোর্ড
de: Globale RP-Bestenliste
es: Clasificación global de RP
fr: Classement RP mondial
hi: वैश्विक RP लीडरबोर्ड
id: Papan peringkat RP global
it: Classifica RP globale
ja: グローバルRPランキング
ko: 글로벌 RP 순위표
nl: Wereldwijde RP-ranglijst
pl: Globalny ranking RP
pt: Ranking global de RP
ru: Глобальная таблица RP
th: กระดานผู้นำ RP ทั่วโลก
tr: Küresel RP liderlik tablosu
uk: Глобальна таблиця RP
ur: عالمی RP لیڈر بورڈ
vi: BXH RP toàn cầu
zh_hans: 全球 RP 排行榜
zh_hant: 全球 RP 排行榜

# current_elo_summary
source: %1d ELO · %2d games · %3dW %4dL
ar: %1d ELO · %2d مباريات · %3dW %4dL
bn: %1d ELO · %2d গেম · %3dW %4dL
de: %1d ELO · %2d Spiele · %3dW %4dL
es: %1d ELO · %2d partidas · %3dW %4dL
fr: %1d ELO · %2d parties · %3dW %4dL
hi: %1d ELO · %2d गेम · %3dW %4dL
id: %1d ELO · %2d game · %3dW %4dL
it: %1d ELO · %2d partite · %3dW %4dL
ja: %1d ELO · %2dゲーム · %3dW %4dL
ko: %1d ELO · %2d게임 · %3dW %4dL
nl: %1d ELO · %2d spellen · %3dW %4dL
pl: %1d ELO · %2d gier · %3dW %4dL
pt: %1d ELO · %2d partidas · %3dW %4dL
ru: %1d ELO · %2d игр · %3dW %4dL
th: %1d ELO · %2d เกม · %3dW %4dL
tr: %1d ELO · %2d oyun · %3dW %4dL
uk: %1d ELO · %2d ігор · %3dW %4dL
ur: %1d ELO · %2d گیمز · %3dW %4dL
vi: %1d ELO · %2d trận · %3dW %4dL
zh_hans: %1d ELO · %2d 局 · %3dW %4dL
zh_hant: %1d ELO · %2d 場 · %3dW %4dL

# coins_count
source: %1d coins
bn: %1d coinস
hi: %1d coinएस
ko: %1d coinS 는
ru: %1d coinС
uk: %1d coinС
zh_hans: %1d coin斯
zh_hant: %1d coin斯

# turn_timer_seconds
source: %1d s
bn: %1dস
hi: %1dएस
ko: %1dS 는
ru: %1dС
uk: %1dС
zh_hans: %1d斯
zh_hant: %1d斯

# match_timer_seconds
source: %1d s
bn: %1dস
hi: %1dएस
ko: %1dS 는
ru: %1dС
uk: %1dС
zh_hans: %1d斯
zh_hant: %1d斯

source: Timeouts
bn: টাইম অ্যাক্সেস
de: Zeitabschnitten
es: TIMEUITOS
hi: टाइमआउट
id: waktu keluar
it: Il tempo
ja: タイムアウト
ko: 타임스
nl: Tijdverwijder
pl: Czasowizna
th: เวลา
tr: Zaman aşımları
ur: وقت کے
vi: Thời gian
zh_hans: 时间出
zh_hant: 時間出

# not_available_short
source: N/A
bn: ন/এ
ru: Н / А
th: หมายเลขรุ่น: A
uk: Н / А
zh_hans: 和A
zh_hant: 和A

# wins_losses_draws
source: W/L/D
bn: ডি / ডি
es: El / L / D
fr: L / L / D
hi: एल / डी
id: L / D
it: Il L/D
ko: 는 / L / D
pt: A / L / D
ru: В / В / В
uk: В / Л / Д
vi: Độ bền / D
zh_hans: 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰 饰
zh_hant: 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾 飾

# seconds_short
source: s
bn: স
hi: एस
ko: S 는
ru: С
uk: С
zh_hans: 斯
zh_hant: 斯

# coin_reward_value
source: +%1d Coins
bn: +%1d Coinস
hi: +%1d Coinएस
ko: +%1d CoinS 는
ru: +%1d CoinС
uk: +%1d CoinС
zh_hans: +%1d Coin斯
zh_hant: +%1d Coin斯

# coin_pack_title
source: %1s Coins
bn: %1s Coinস
hi: %1s Coinएस
ko: %1s CoinS 는
ru: %1s CoinС
uk: %1s CoinС
zh_hans: %1s Coin斯
zh_hant: %1s Coin斯

source: OK
hi: ठीक है
ru: ОК
th: หมายเลขรุ่น:
tr: Tamam.
uk: ОК
ur: ٹھیک ہے
zh_hans: 好
zh_hant: 好

# vs_opponent
source: vs %1s
ja: ☆ ☆%1s
pl: ws%1s
ru: ВС%1s
uk: ВС%1s
ur: vs کے%1s

# versus_short
source: VS
ru: ВС
uk: ВС
ur: VS کے
